# @see https://github.com/Homebrew/homebrew-bundle#usage

tap "homebrew/cask"
cask_args appdir: "~/Applications"

brew "git"
brew "gnupg2"
brew "graphviz"
brew "java"
brew "jq"
brew "mysql-client", link: true
brew "pinentry-mac"
brew "plantuml"

cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "slack"
cask "wireshark"
